app/controllers/testmodelcontr_controller.rb

INSERT INTO "testmodels" ("created_at", "name", "noname", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Tue, 27 Dec 2011 07:45:10 UTC +00:00], ["name", "World War 2"], ["noname", 1939], ["updated_at", Tue, 27 Dec 2011 07:45:10 UTC +00:00]]
---
  def new
  	 @autors = ["уберт алёна", "антон лаптев"]
     @title = "Результаты голосования"
  	@n = Testmodel.new(:name => "World War 2", :noname => "1939-1945")
  	@n.save